Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: But if you give to the poor such things as you are able, then all things are clean to you.
chr: ᎤᎬᏫᏳᏎᏍᏗᏍᎩᏂ ᎢᏣᏓᏁᎮᏍᏗ ᏄᏍᏛ ᎢᏥᎲᎢ; ᎬᏂᏳᏉᏃ ᏂᎦᏗᏳ ᎢᏣᏓᏅᎦᎸᎡᎸᎯ ᎨᏎᏍᏗ.

source: But a curse is on you, Pharisees! for you make men give a tenth of every sort of plant, and give no thought to right and the love of God; but it is right for you to do these things, and not let the others be undone.
chr: ᏂᎯᏍᎩᏂ ᎢᏥᏆᎵᏏ ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ! ᎠᏍᎪᎯᏁᏰᏃ ᎪᏣᎴᏛ ᎢᏣᎫᏱᏍᎪ ᏒᏟ ᎠᏟ ᎷᏫ ᎠᎴ ᏂᎦᎥ ᎤᏰᎿᎥᎢ, ᎢᏥᏃᎯᏯᏍᎪᏃ ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒᎢ; ᎾᏍᎩᏍᎩᏂ ᏱᏂᏣᏛᏁᎴᎢ, ᎠᎴ ᏐᎢ ᏂᏥᏃᎯᏴᎾᏉ ᏱᎨᏎᎢ.

source: A curse is on you, Pharisees! for your desires are for the most important seats in the Synagogues and for words of respect said to you in the market-place.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎢᏥᏆᎵᏏ! ᏕᏥᎸᏉᏙᏰᏃ ᏄᎬᏫᏳᏒ ᏕᎦᏍᎩᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎡᏥᏲᎵᏍᏗᏱ ᏗᎦᏃᏙᏗᏱ.

source: A curse is on you! for you are like the resting-places of dead men, which are not seen, and men go walking over them without knowledge of it.
chr: ᎣᏲᎢᏳᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ, ᎠᎴ ᎢᏥᏆᎵᏏ, ᎢᏣᏠᎾᏍᏗ! ᏂᎯᏰᏃ ᏓᏓᏂᏌᎲ ᏕᏣᏤᎸ ᏄᏪᎵᏍᏛᎾ ᏥᎨᏐᎢ, ᎠᎴ ᏴᏫ ᎦᏚᎢ ᎠᏂᎶᏍᎩ ᎥᏝ ᏱᎾᏙᎴᎰᏍᎪᎢ.

source: And one of the teachers of the law, answering, said to him, Master, in saying this, you give a bad name to us as to them.
chr: ᎿᏉᏃ ᎠᏏᏴᏫ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎪᏏᏏᏍᎩ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎾᏍᎩ ᎯᎠ ᏥᏂᏪᎭ ᎠᏴ ᎾᏍᏉ ᎨᏍᎩᏐᏢᏗᎭ.

source: And he said, A curse is on you, teachers of the law! for while other men are crushed under the weight of the rules you make for them, you yourselves do not put so much as one finger to them.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᏂᎯ ᎾᏍᏉ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏦᏏᏏᏍᎩ ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ! ᏕᏥᏐᏈᎸᏍᎪᏰᏃ ᏴᏫ ᏗᎵᏒᏍᏗ ᎤᏕᏯᏙᏗ ᏗᎵᏒᏍᏗᏱ, ᎢᏨᏒᏍᎩᏂ ᎥᏝ ᏴᎨᏥᏃᏟᏍᏓ ᏗᎵᏒᏍᏗ ᏴᎨᏨᏓ ᏌᏉ ᎢᏥᏰᏌᏛᎢ.

source: A curse is on you! for you make resting-places for the bodies of the prophets, but your fathers put them to death.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ! ᏕᏦᏢᎯᏏᏍᎪᏰᏃ ᎠᎾᏙᎴᎰᏍᎩ ᏕᎨᏥᏂᏌᎲᎢ, ᎠᎴ ᏗᏥᏙᏓ ᏕᎤᏂᎸᎩ.

source: So you are witnesses and give approval to the work of your fathers; for they put them to death and you make their last resting-places.
chr: ᎤᏙᎯᏳᎯᏯ ᎬᏂᎨᏒ ᏂᏨᏁᎭ ᎾᏍᎩ ᎣᏏᏳ ᎢᏥᏰᎸᏒ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎸ ᏗᏥᎦᏴᎵᎨᎢ; ᎾᏍᎩᏰᏃ ᎤᏙᎯᏳᎯ ᏚᏂᎸᎩ, ᏂᎯᏃ ᏕᏦᏢᎯᏏᎭ ᏕᎨᏥᏂᏎᎲᎢ.

source: For this reason the wisdom of God has said, I will send them prophets and teachers, and to some of them they will give death and cruel pains;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎯᎠ ᏄᏪᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎾᎥᎢ, ᏓᎦᏥᏅᏏ ᏫᎬᏩᏂᎷᏤᏗᏱ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᎴ ᎨᏥᏅᏏᏛ, ᎾᏍᎩᏃ ᎢᎦᏛ ᏙᏛᏂᎵ ᎠᎴ ᏙᏛᏂᎨᎯᏙᎵ,

source: So that punishment may come on this generation for the blood of all the prophets which was given from the earliest days;
chr: ᎾᏍᎩ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏍᎩ ᎤᏂᎩᎬ ᎠᏨᏅᎯ ᎨᏒ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎨᏥᏔᏲᏎᏗᏱ ᎪᎯ ᏣᏁᎭ;

source: From the blood of Abel to the blood of Zachariah, who was put to death between the altar and the Temple. Yes, I say to you, It will come on this generation.
chr: ᎡᏈᎵ ᎤᎩᎬ ᏅᏛᎴᏅᏛ, ᏤᎩᎳᏯ ᎤᎩᎬ ᏩᏍᏗ, ᎾᏍᎩ ᏧᎵᏍᏆᏕᎴ ᎠᏰᎵ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎤᏛᏅᏃ-ᏗᎦᎳᏫᎢᏍᏗᏱ; ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎨᏥᏔᏲᏎᏗ ᎨᏎᏍᏗ ᎪᎯ ᏣᏁᎭ.

source: A curse is on you, teachers of the law! for you have taken away the key of knowledge: you did not go in yourselves, and you got in the way of those who were going in.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏦᏏᏏᏍᎩ! ᎢᏥᏴᏫᏛᎲᏰᏃ ᎠᏍᏚᎢᏍᏗ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ; ᎥᏝᏰᏃ ᎢᏨᏒ ᏱᏥᏴᎸ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏂᏴᎯᎯ ᏕᏥᏲᏍᏙᏓᏁᎸ.

source: And when he had come out of that place, the scribes and the Pharisees came round him angrily, questioning him about more things;
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏕᎦᏪᏎᎮᎢ, ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ ᎤᎵᏂᎩᏛ ᎬᏩᏅᏫᏍᏗᏍᎨᎢ, ᎠᎴ ᎬᏩᏂᎳᏕᎮ ᎤᎪᏗᏗ ᏧᏓᎴᏅᏛ ᎤᏃᎮᏗᏱ;

source: And watching him, for a chance to get something from his words which might be used against him.
chr: ᎬᏩᏯᏫᏍᎨᎢ, ᎠᎴ ᎤᏂᏲᎮ ᎤᏂᏩᏛᎡᏗᏱ ᎪᎱᏍᏗ ᎦᎬᏩᎳᏫᏎᏗ ᎨᏒᎢ.

source: At that time, when thousands of the people had come together, in such numbers that they were crushing one another, he said first to his disciples, Have nothing to do with the leaven of the Pharisees, which is deceit.
chr: ᎾᎯᏳᏉᏃ ᏕᎠᏂᎳᏫᎡ ᎤᏂᏧᏈᏍᏗ ᏴᏫ, ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᎠᎾᏓᎳᏍᏛᏗᏍᎨᎢ, ᎾᏍᎩ ᎤᎴᏅᎮ ᎯᎠ ᎢᎬᏴ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎢᏤᏯᏔᎮᏍᏗ ᎠᎪᏙᏗ ᎠᏂᏆᎵᏏ ᎤᎾᏤᎵᎦ, ᎾᏍᎩ ᎠᏠᎾᏍᏗ ᏥᎩ.

source: But nothing is covered up, which will not come to light, or secret, which will not be made clear.
chr: ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎬᏍᎦᎳ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎤᏕᎵᏛ ᏱᎩ ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: So, whatever you have said in the dark, will come to men's hearing in the light, and what you have said secretly inside the house, will be made public from the house-tops.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᎦᎥ ᎪᎱᏍᏗ ᎤᎵᏏᎬ ᎢᏥᏁᏨ ᎢᎦ ᎦᏛ ᎠᏛᎪᏗ ᎨᏎᏍᏗ; ᎾᏍᎩᏃ Ꮎ ᎢᏣᏙᏅᎸᎢ ᏕᎧᏅᏑᎸ, ᎦᏌᎾᎵ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎨᏎᏍᏗ.

source: And I say to you, my friends, Have no fear of those who may put the body to death, and are able to do no more than that.
chr: ᎠᎴ ᎢᏨᏲᏎᎭ ᏂᎯ ᎢᎦᎵᎢ, ᏞᏍᏗ ᏱᏗᏥᏍᎦᎢᎮᏍᏗ ᎠᏰᎸ ᎠᏂᎯᎯ, ᎿᏉᏃ ᎪᎱᏏᏗ ᎤᏟ ᎢᏴᏛ ᏫᎬᏩᎾᏛᏁᏗ ᏂᎨᏒᎾ ᏥᎩ.

source: But I will make clear to you of whom you are to be in fear: of him who after death has power to send you to hell; yes, truly I say, Have fear of him.
chr: ᎠᏎᏃ ᏓᏨᏰᏯᏔᏂ ᎾᏍᎩ ᎡᏥᎾᏰᏍᏗ ᎨᏒᎢ; ᎡᏥᎾᏰᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᏳᏓᎸ, ᏰᎵᏉ ᏨᏍᎩᏃ ᏫᎬᏩᏓᏓᎢᏅᏗ ᎨᏒᎢ; ᎥᎥ, ᎢᏨᏲᏎᎭ ᎡᏥᎾᏰᏍᎨᏍᏗ ᎾᏍᎩ.

source: Are not five sparrows given in exchange for two farthings? and God has every one of them in mind.
chr: ᏝᏍᎪ ᎯᏍᎩ ᏥᏍᏆᏯ ᏔᎵ ᎢᏯᏓᏅᏖᏗ ᏱᏓᎾᎵᎬᏩᎸᏍᎪᎢ? ᎥᏝᏃ ᏌᏉ ᎾᏍᎩ ᎠᎬᎨᏫᏒᎯ ᏱᎩ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ.

source: But even the hairs of your head are numbered. Have no fear: you are of more value than a flock of sparrows.
chr: ᎾᏍᏉᏍᎩᏂ ᎢᏥᏍᏗᏰᎬ ᎢᏥᏍᎪᎵ ᏂᎦ-ᏗᏳ ᏗᏎᎸᎯ. ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ; ᏂᎯ ᎤᏟ ᎢᎦᎢ ᏗᏣᎬᏩᎶᏗ ᎡᏍᎦᏉ ᎤᏂᏣᏘ ᏥᏍᏆᏯ.

source: And I say to you that to everyone who gives witness to me before men, the Son of man will give witness before the angels of God.
chr: ᎾᏍᏉ ᎢᏨᏲᏎᎭ, ᎩᎶ ᎬᏂᎨᏒ ᎾᏋᏁᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ ᎬᏂᎨᏒ ᎾᏍᏉ ᏅᏓᏳᏩᏁᎵ ᎠᏂᎦᏔᎲ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ.

source: But if anyone says before men that he has no knowledge of me, I will say that I have no knowledge of him before the angels of God.
chr: ᎩᎶᏍᎩᏂ ᎠᏆᏓᏱᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎠᎦᏓᏱᏍᏗ ᎨᏎᏍᏗ ᎠᏂᎦᏔᎲ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ.

source: And if anyone says a word against the Son of man, he will have forgiveness: but for him who says evil words against the Holy Spirit, there will be no forgiveness.
chr: ᎠᎴ ᎩᎶ ᎦᏬᏂᏍᎬ ᎠᏡᏗᏍᎨᏍᏗ ᏴᏫ ᎤᏪᏥ, ᎦᏰᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ; ᎩᎶᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᏐᏢᎢᏍᏗᏍᎨᏍᏗ ᎥᏝ ᎦᏰᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ.

source: And when they take you before the Synagogues and the authorities and the rulers, take no thought about what answers you will give, or what you will say:
chr: ᎠᎴ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᏣᏘᏃᎯᎮᏍᏗ, ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩᏱ, ᎠᎴ ᎤᏂᎬᏫᏳᎯᏱ, ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᏄᏍᏛ ᎠᎴ ᎢᏳᏍᏗ ᎨᏒ ᎢᏣᏓᏁᏤᏗᏱ, ᎠᎴ ᎢᏥᏪᏍᏗᏱ;

source: For the Holy Spirit will make clear to you in that very hour what to say.
chr: ᎦᎸᏉᏗᏳᏰᏃ ᎠᏓᏅᏙ ᏓᏤᏲᏂ ᎾᎯᏳ ᎨᏒ ᎢᏥᏪᏍᏗᏱ.

source: And one of the people said to him, Master, give an order to my brother to make division of the heritage with me.
chr: ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎤᎾᏓᏡᎬ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎯᏁᏥ ᏦᏍᏓᏓᏅᏟ ᏔᎵ ᎢᏲᎩᏂᏗᏍᏗᏱ ᏧᎬᏩᎶᏗ ᎤᏘᏴᎯ.

source: But he said, Man, who made me a judge or a maker of decisions for you?
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎯᏍᎦᏯ, ᎦᎪ ᏗᏍᏛᏳᎪᏓᏁᎯ ᎠᎴ ᎢᏍᏛᏯᏙᎮᎯ ᎾᏋᏁᎸ?

source: And he said to them, Take care to keep yourselves free from the desire for property; for a man's life is not made up of the number of things which he has.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏤᏯᏙᏤᎮᏍᏗ ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ; ᏴᏫᏰᏃ ᎬᏅ ᎥᏝ ᎤᏣᏘ ᎤᎿᎥ ᏳᎵᏍᏕᎸᏙᏗ.

source: And he said to them, in a story, The land of a certain man of great wealth was very fertile:
chr: ᏚᏟᎶᏍᏓᏁᎴᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎤᏪᎿᎢ ᎠᏍᎦᏯ ᎤᎶᎨᏒ ᎤᏣᏘ ᎤᏛᏒᏁᎴᎢ;

source: And he said to himself, What is to be done? for I have no place in which to put all my fruit.
chr: ᎤᏓᏅᏖᎴᏃ ᎤᏩᏒ ᏧᏓᏅᏛᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏓᎦᏛᏁᎵ, ᎥᏝᏰᏃ ᏰᎵ ᏳᏜᏅᏛ ᎠᎩᏗᏱ ᎠᏆᏛᎯᏎᎸᎯ.

source: And he said, This I will do: I will take down my store-houses and make greater ones, and there I will put all my grain and my goods.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎯᎠ ᏅᏓᎦᏛᏁᎵ; ᏙᏓᏥᏲᏍᏔᏂ ᎠᎩᏅᏗᏱ ᏓᏓᏁᎸᎢ, ᏧᏛᏂᏗᏃ ᏓᏓᎦᏁᏍᎨᎯ; ᎾᎿᏃ ᏓᏥᏂ ᏂᎦᏛ ᎠᏆᏛᎯᏎᎸᎯ ᎠᎴ ᎠᎩᎾᎥᎢ.

source: And I will say to my soul, Soul, you have a great amount of goods in store, enough for a number of years; be at rest, take food and wine and be happy.
chr: ᎯᎠᏃ ᏅᏓᏥᏪᏎᎵ ᎠᏆᏓᏅᏙ; ᎠᏆᏓᏅᏙᎩ, ᎤᏣᏔ ᏣᏍᏆᏂᎪᏗ ᏧᎬᏩᎶᏗ ᎤᏣᏘ ᎢᏧᏕᏘᏴᏗ ᏣᎵᏍᏕᎸᏙᏗ; ᎭᏣᏪᏐᎸᏍᏓ, ᎭᎵᏍᏓᏴᎲᏍᎨᏍᏗ, ᎭᏗᏔᏍᎨᏍᏗ, ᎭᎵᎮᎵᎨᏍᏗ.

source: But God said to him, You foolish one, tonight I will take your soul from you, and who then will be the owner of all the things which you have got together?
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏘᏣᏓᏅᏛᎾ, ᎪᎯᏉ ᎤᏒᎢ ᏣᏓᏅᏙ ᏓᏰᏣᏯᏅᏒᎵ; ᎦᎪᏃ ᎤᏤᎵ ᎨᏎᏍᏗ ᎾᏍᎩ ᏥᏣᏓᏁᎳᏅ.

source: So that is what comes to the man who gets wealth for himself, and has not wealth in the eyes of God.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎩᎶ ᏣᏓᏓᏟᏌᏁᎰ ᏧᎬᏩᎶᏗ ᎤᏩᏒ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏱᏃ ᎢᏗᏢ ᏄᏪᎿᎥᎾ ᏥᎨᏐᎢ.

source: And he said to his disciples, For this reason I say to you, Take no thought for your life, about what food you will take, or for your body, how it may be clothed.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᏕᏨᏅᎢ, ᎢᏳᏍᏗ ᎢᏣᎵᏍᏓᏴᏗᏱ; ᎠᎴ ᏗᏥᏰᎸᎢ, ᎢᏳᏍᏗ ᏗᏣᏄᏬᏍᏗᏱ.

source: Is not life more than food, and the body than its clothing?
chr: ᎠᎬᏅ ᎤᏟᎯᏳ ᎡᏍᎦᏉ ᎠᎵᏍᏓᏴᏗ, ᎠᎴ ᎠᏰᎸ ᎤᏟᎯᏳ ᎡᏍᎦᏉ ᏗᏄᏬ.

source: Give thought to the ravens; they do not put seeds into the earth, or get together grain; they have no store-houses or buildings; and God gives them their food: of how much greater value are you than the birds!
chr: ᎪᎳᏅ ᏗᏣᏓᏅᏛᎵ; ᎥᏝᏰᏃ ᏯᏂᏫᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏯᏂᏍᎫᏕᏍᎪᎢ; ᎥᏝ ᎠᎴ ᏧᎾᏓᎾᏅᏗᏱ ᎠᎴ ᎤᏂᏅᏗᏱ ᏱᏓᏓᏁᎸ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏕᎨᎶᎰᎢ. ᏂᎦᎥ ᎤᏟ ᏁᏥᎸᏉᏗ ᏂᎯ ᎡᏍᎦᏉ ᏥᏍᏆ.

source: And which of you by taking thought is able to make himself any taller?
chr: ᎦᎪᏃ ᎯᎠ ᏥᏂᏣᏛᏅ ᎤᏪᎵᎯᏍᎬᏉ ᏖᎵ ᏱᎦᏅᎯᏓ ᎬᏅᎢ ᏌᏉ ᎢᏯᎩᏳᏍᏈᏛ.

source: If, then, you are not able to do even that which is least, why are you troubled about the rest?
chr: ᎢᏳᏃ ᎾᏍᎩ ᎤᏍᏗᎧᏂ ᎨᏒ ᏰᎵ ᎢᎨᏣᏛᏁᏗ ᏂᎨᏒᎾ ᏱᎩ, ᎦᏙᏃ ᎠᏏ ᏅᏩᏓᎴ ᏫᏤᎵᎯᏍᎪᎢ?

source: Give thought to the flowers: they do no work, they make no thread; and still I say to you, Even Solomon, in all his glory, was not clothed like one of these.
chr: ᏗᏣᏓᏅᏛᎵ ᏧᏥᎸᎯ ᏓᏛᏍᎬᎢ; ᎥᏝ ᏱᏚᏂᎸᏫᏍᏓᏁᎰᎢ, ᎥᏝ ᎠᎴ ᏯᏂᏍᏙᎰᎢ; ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᏉ ᏐᎵᎹᏅ ᏂᎦᎥ ᎤᏬᏚᎯᏳ ᎨᏒ ᎥᏝ ᎾᏍᎩ ᏱᏄᏍᏕ ᏚᏄᏩᎥᎢ ᎯᎠ ᎾᏍᎩ ᏌᏉ ᏄᏍᏛᎢ.

source: But if God gives such clothing to the grass in the field, which today is living, and tomorrow will be burned in the oven, how much more will he give clothing to you, O men of little faith?
chr: ᎢᏳᏰᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏱᏂᎬᏁᎭ ᏱᎦᏄᏬᎭ ᎧᏁᏍᎦ, ᎾᏍᎩ ᎪᎯ ᎢᎦ ᏠᎨᏏ ᏤᎭ, ᎤᎩᏨᏅᏃ ᏗᎦᏚᏗᏱ ᏬᎾᏗᏅᏗ ᏥᎩ, ᎤᏟᎯᏳᏍᎩᏂ ᏂᎯ ᏂᏙᏓᏥᏄᏬᎢ ᎤᏍᏗ ᎢᏦᎯᏳᎯ!

source: And do not give overmuch thought to your food and drink, and let not your mind be full of doubts.
chr: ᎠᎴ ᏞᏍᏗ ᏂᎯ ᏱᏥᏲᎮᏍᏗ ᎢᏳᏍᏗ ᎢᏣᎵᏍᏓᏴᏗᏱ, ᎠᎴ ᎢᏳᏍᏗ ᎢᏣᏗᏔᏍᏗᏱ, ᎠᎴ ᏞᏍᏗ ᏧᏢᏫᏛ ᏱᏂᏚᏍᏕᏍᏗ ᏕᏣᏓᏅᏛᎢ.

source: For the nations of the world go in search of all these things: but your Father has knowledge that you have need of them.
chr: ᎾᏍᎩᏰᏃ ᏂᎦᏛ ᎯᎠ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎡᎶᎯ ᏓᏁᏩᏗᏒ ᎤᏂᏲᎰᎢ; ᎢᏥᏙᏓᏃ ᎠᎦᏔᎰ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᎢᏥᏂᎬᎬᎢ.

source: But let your chief care be for his kingdom, and these other things will be given to you in addition.
chr: ᎢᏥᏲᎮᏍᏗᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎡᏣᏠᏯᏍᏓᏁᏗ ᎨᏎᏍᏗ.

source: Have no fear, little flock, for it is your Father's good pleasure to give you the kingdom.
chr: ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ ᎢᏥᎦᏲᎵ ᎠᏫ; ᎢᏥᏙᏓᏰᏃ ᎣᏏᏳ ᎤᏰᎸᎭ ᎢᏥᏁᏗᏱ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: Give what property you have in exchange for money, and give the money to the poor; make for yourselves money-bags which will not get old, wealth stored up in heaven which will be yours for ever, where thieves will not come nor worms put it to destruction.
chr: ᎢᏥᎾᏕᎨᏍᏗ ᎢᏥᎿᎥᎢ ᎠᎴ ᎢᏣᏓᏁᎸᎥᏍᎨᏍᏗ; ᎢᏣᏓᏁᎴᏍᏗ ᏕᎦᎶᏗ ᏂᏚᏪᏔᎬᎾ, ᏧᎬᏩᎶᏗ ᎦᎸᎳᏗ ᏫᏥᏟᏏᏍᎨᏍᏗ ᎠᏗᏒᎲᏍᎩ ᏂᎨᏒᎾ, ᎾᎿ ᏫᎬᏩᎷᎯᏍᏗ ᏂᎨᏒᎾ ᎦᏃᏍᎩᏍᎩ, ᎠᎴ ᏥᏍᎪᏯ ᏫᎬᏩᏲᏍᏙᏗ ᏂᎨᏒᎾ.

source: Be ready, dressed as for a journey, with your lights burning.
chr: ᏕᏣᏓᏠᎮᏍᏗ, ᏕᏥᏨᏍᏛᏃ ᏓᏓᏪᎵᎩᏍᎨᏍᏗ.

source: And be like men who are looking for their lord, when he comes back from the bride-feast; so that when he comes to the door, it will be open to him quickly.
chr: ᎢᏨᏒᏃ ᏕᏣᏤᎴᏍᏗ ᎠᏂᏍᎦᏯ ᎾᏍᎩ ᏣᏂᎦᏘᏲ ᎤᏂᏅᏏᏙᎯ, ᎢᏳᏉ ᎤᎷᎯᏍᏗᏱ ᏕᎨᎦᏨᏍᏗᏍᎬ ᏭᏪᏙᎸᎯ; ᎾᏍᎩᏃ ᏳᎷᏨ ᎠᎴ ᏳᏩᏂᎸ, ᎾᏍᎩ ᎩᎳᏉ ᎢᏴᏛ ᏫᎬᏩᏍᏚᎢᎡᏗᏱ.

source: Happy are those servants who are watching when the lord comes; truly I say to you, he will make himself their servant and, placing them at the table, he will come out and give them food.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎾᏍᎩ ᎨᏥᏅᏏᏓᏍᏗ, ᎤᏂᏅᏏᏙᎯ ᎦᎷᏨᎭ ᏓᏩᏛᎲᎭ ᎠᏂᏯᏫᏍᎬᎢ; ᎤᏙᎯᏳᎯᏯ ᎢᏣᏲᏎᎭ ᏛᏓᏠᎵ ᎤᏩᏒ, ᎠᎴ ᏙᏓᎧᏁᏤᎵ ᎤᎾᏂᏢᏗᏱ [ᎤᎾᎵᏍᏓᏴᏗᏱ,] ᎠᎴ ᏓᎦᎷᏥ ᏙᏛᏍᏕᎸᎯ.

source: And if he comes in the second division of the night or in the third, and they are watching for him, happy are those servants.
chr: ᎢᏳᏃ ᏔᎵᏁ ᎠᏯᏫᏍᏗᏱ ᎨᏒ ᏳᎷᏨ, ᎠᎴ ᏦᎢᏁ ᎠᏯᏫᏍᏗᏱ ᎨᏒ ᏳᎷᏨ, ᎠᎴ ᏱᏚᏩᏛᎲ ᎾᏍᎩ ᎾᎾᏛᏁᎲᎢ, ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎾᏍᎩ ᎨᏥᏅᏏᏓᏍᏗ.

source: So be ready: for the Son of man is coming at a time when you are not looking for him.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎾᏍᏉ ᎢᏣᏛᏅᎢᏍᏕᏍᏗ; ᏴᏫᏰᏃ ᎤᏪᏥ ᏓᎦᎷᏥ ᎢᏳᏉ ᎠᎵᏰᎢᎵᏒ ᏂᏤᎵᏍᎬᎾ ᎨᏒᎢ.

source: And Peter said to him, Lord, are these words said to us only, or to all men?
chr: ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᎠᏴᏍᎪ ᎯᎠ ᎾᏍᎩ ᏕᏍᎩᏯᏟᎶᏍᏓᏁᎭ, ᏂᎦᏛᏉᎨ?

source: And the Lord said, Who then is the wise and responsible servant whom his lord will put in control of his family, to give them their food at the right time?
chr: ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪᏃ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎠᎴ ᎠᎦᏔᎾᎢ ᎠᏓᏁᎸ ᎠᏥᎦᏘᏗᏍᏗ, ᎾᏍᎩ ᎤᏅᏏᏙᎯ ᏄᎬᏫᏳᏌᏕᎩ ᏅᏓᏳᏩᏁᎵ ᎦᏁᎸᎢ, ᎾᏍᎩ ᏧᏁᏗᏱ ᎤᎾᎵᏍᏓᏴᏗ ᏂᏓᏍᏆᎸᎯᏒᎢ?

source: Happy is that servant who, when his lord comes, is doing so.
chr: ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᎤᏅᏏᏙᎯ ᎦᎷᏨᎭ ᎤᏩᏛᎲ ᎾᏍᎩ ᎾᏛᏁᎲᎢ.

source: Truly I say to you, he will put him in control of all his goods.
chr: ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎾᏍᎩ ᎤᎬᏫᏳᏌᏕᎩ ᏅᏓᏳᏩᏁᎵ ᏂᎦᎥ ᎤᎿᎥᎢ.

source: But if that servant says to himself, My lord is a long time coming; and goes about giving blows to the men-servants and the women-servants, feasting and taking overmuch wine;
chr: ᎢᏳᏍᎩᏂ ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎯᎠ ᏂᎦᏪᏒ ᎤᎾᏫᏱ, ᎠᎩᏅᏏᏙᎯ ᎪᎯᏗᎭ ᎤᎷᎯᏍᏗᏱ; ᎠᎴ ᎠᎴᏅᎲᎭ ᏙᎦᎵᎥᏂᎮᏍᏗ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎨᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᎵᏍᏓᏴᎲᏍᎨᏍᏗ ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ, ᎠᎴ ᎤᏴᏍᏕᏍᎨᏍᏗ;

source: The lord of that servant will come at a time when he is not looking for him, and at an hour when he is not ready for him, and he will have him cut in two and will give him his part in the fate of those who have no faith;
chr: ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏅᏏᏙᎯ ᏓᎦᎷᏥ ᎢᏳᏉ ᎢᎦ ᎾᏓᎦᏖᏃᎲᎾ ᎨᏒᎢ, ᎠᎴ ᎢᏳᏉ ᎠᎵᏰᎢᎵᏒ ᏁᎵᏍᎬᎾ ᎨᏒᎢ, ᎠᎴ ᏙᏓᏳᎦᎵᏏ, ᎠᎴ ᏮᏓᏳᏎᎮᎵ ᏄᏃᎯᏳᏒᎾ ᏗᏁᎲᎢ.

source: And the servant who had knowledge of his lord's desires and was not ready for him and did not do as he was ordered, will be given a great number of blows;
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎠᎦᏔᎯ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᎤᏅᏏᏙᎯ, ᎠᎴ ᏄᏛᏅᎢᏍᏔᏅᎾ ᎢᎨᏎᏍᏗ, ᎠᎴ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᏄᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ, ᎤᏣᏘ ᎢᏯᎬᏂᏍᏗ ᎨᏎᏍᏗ.

source: But he who, without knowledge, did things for which punishment is given, will get only a small number of blows. The man to whom much is given, will have to give much; if much is given into his care, of him more will be requested.
chr: ᎾᏍᎩᏂ ᎾᎦᏔᎲᎾ ᎨᏒ ᎠᎴ ᏰᎵᏉ ᎦᏰᏥᎵᎥᏂᏍᏗ ᎢᏳᏛᏁᎸᎯ ᎨᏎᏍᏗ ᎾᏍᎩ ᎦᏲᎵᏉ ᎢᏯᎬᏂᏍᏗ ᎨᏎᏍᏗ. ᏱᎶᏃ ᎤᏣᏘ ᎠᏥᏁᎸᎯ, ᎤᏣᏘ ᎠᏥᏔᏲᏎᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎩᎶ ᎤᏣᏘ ᏗᎬᏩᏲᎯᏎᎸᎯ ᏴᏫ, ᎾᏍᎩ ᎤᏟ ᎢᎦᎢ ᎬᏩᏔᏲᏎᏗ ᎨᏎᏍᏗ.

source: I came to send a fire on the earth, and it may even now have been lighted.
chr: ᎠᎩᎷᏥᎸ ᎾᏍᎩ ᎢᏯᏋᏂᏐᏗᏱ ᎠᏥᎸ ᎦᏙᎯ ᎤᎷᎯᏍᏗᏱ; ᎠᎴ ᎦᏙ ᏯᏆᏚᎳ ᎢᏳᏃ ᎦᏳᎳ ᏳᏥᏍᏝ?

source: But there is a baptism which I have to undergo; and how am I kept back till it is complete!
chr: ᎠᏎᏃ ᎠᎩᎭ ᎠᏓᏬᏍᏗ ᎨᏒ ᎥᏆᏬᏍᏙᏗ; ᎠᎴ ᏂᎦᎥ ᎤᏪᎵᎯᏍᏗ ᎠᏆᏓᏅᏔ ᎬᏂ ᎠᎵᏍᏆᏛᎭ!

source: Is it your opinion that I have come to give peace on earth? I say to you, No, but division:
chr: ᏥᏌ ᏅᏩᏙᎯᏯᏛ ᏚᏁᎵᎸ ᎡᎶᎯ ᏍᎩᏰᎵᏎᎭ? ᎥᏝ ᎢᏨᏲᏎᎭ; ᏔᎵᏉᏍᎩᏂ ᎢᏳᎾᏓᏗᏍᏗᏱ;

source: For from this time, a family of five in one house will be on opposite sides, three against two and two against three.
chr: ᎪᎯᏰᏃ ᎢᏳᏓᎴᏅᏛ ᏏᏓᏁᎸᎯ ᎨᏒ ᎯᏍᎩ ᎢᏯᏂᏛ ᏔᎵ ᏄᎾᏓᎡᏍᏗ, ᏦᎢ ᎢᏯᏂᏛ ᎤᎾᎵᎪᏎᏍᏗ ᎠᏂᏔᎵ ᏚᎾᏡᏕᏍᏗ, ᎠᎴ ᎠᏂᏔᎵ ᎤᎾᎵᎪᏎᏍᏗ ᏦᎢ ᏚᎾᏡᏕᏍᏗ.

source: They will be at war, the father against his son, and the son against his father; mother against daughter, and daughter against mother; mother-in-law against daughter-in-law, and daughter-in-law against mother-in-law.
chr: ᎠᎦᏴᎵᎨᎢ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎠᏍᎦᏯ ᎤᏪᏥ, ᎠᎦᏅᎩᏃ ᎠᏍᎦᏯ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏙᏓ; ᎠᎴ ᎠᎨᏴ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎠᎨᏴ ᎤᏪᏥ, ᎠᎴ ᎠᎦᏅᎩ ᎠᎨᏴ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏥ; ᎤᏦᎯᏃ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏓᏦᎯᏯ, ᎠᎴ ᎤᏓᏦᎯᏯ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏦᎯ.

source: Then he said to the people, When you see a cloud coming up in the west, straight away you say, There will be rain; and so it is.
chr: ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏂᏚᏪᏎᎴ ᏴᏫ, ᎤᎶᎩᎸ ᎢᏥᎪᏩᏛ ᏅᏙ ᏭᏕᎵᎬ ᏓᎦᎶᎯ, ᎩᎳᏉ ᎢᏴᏛ ᎯᎠ ᏂᏥᏪᏍᎪᎢ, ᎠᎹ ᏛᏰᎢᎵ; ᎾᏍᎩᏃ ᏂᎦᎵᏍᏗᏍᎪᎢ.

source: And when you see a south wind blowing, you say, There will be heat; and so it is.
chr: ᎠᎴ ᎢᏣᏙᎴᎰᎯ ᏧᎦᎾᏮ ᏗᎦᏃᎸᏗᏍᎬᎢ, ᎯᎠ ᏂᏥᏪᏍᎪᎢ, ᎤᏗᎴᎩᏳ ᎨᏎᏍᏗ; ᎠᎴ ᎾᏍᎩ ᏂᎦᎵᏍᏗᏍᎪᎢ.

source: O false ones! the face of the earth and the heaven is clear to you; how is it that the signs of these times are not as clear to you?
chr: ᎢᏣᏠᎾᏍᏗ! ᏰᎵᏉ ᎢᏣᏙᎴᎰᏍᎪ ᏄᏍᏛ ᎦᎸᎳᏗ, ᎠᎴ ᎡᎶᎯ; ᎦᏙᏃ ᏗᎦᎵᏍᏙᏗᎭ ᏂᏣᏙᎴᎰᏍᎬᎾ ᏥᎩ ᎪᎯ ᎨᏒᎢ?

source: And why are you, in your hearts, unable to be judges of what is right?
chr: ᎠᎴ ᎦᏙᏃ ᎢᏨᏒ ᎨᏒ ᏗᎨᏧᎪᏙᏗ ᏂᎨᏒᎾ ᎢᎩ ᏚᏳᎪᏛ ᎨᏒᎢ?

source: For if anyone has a cause at law against you, and you are going with him before the ruler, make an attempt, on the way, to come to an agreement with him, for if you do not, he may take you before the judge and the judge will give you up to the police, and they will put you in prison.
chr: ᎢᏳᏃ ᏣᏱᎵᏙᎯ ᏗᎫᎪᏗᏍᎩᏱ ᏍᏓᎢᏎᏍᏗ, ᎠᏏᏉ ᏫᏍᏓᎢᏒᎢ, ᎭᏟᏂᎬᏁᎸᎭ ᎯᏯᏚᎵᎳᎡᏗᏱ; ᏗᎫᎪᏗᏍᎩᏱ ᎾᏏ ᏫᏱᏣᏘᏃᎦ, ᏗᎫᎪᏗᏍᎩᏃ ᏗᏓᏂᏱᏍᎩᏱ ᏫᏱᏕᏣᏲᎯ, ᏗᏓᏂᏱᏍᎩᏃ ᏗᏓᏍᏚᏗᏱ ᏫᏱᏣᏴᏓ.

source: I say to you, You will not come out of it till you have made payment to the very last farthing.
chr: ᎬᏲᏎᎭ, ᎥᏝ ᎾᎿ ᏴᏛᎦᎯᏄᎪᎢ, ᎬᏂ ᏣᎫᏴᎮᏍᏗ ᎤᎵᏍᏆᎸᏗ ᎠᎩᏄᏛᏗ ᎢᏯᏓᏅᏖᏗ.

source: Now some people who were there at that time, gave him an account of how the blood of some Galilaeans had been mixed by Pilate with their offerings.
chr: ᎾᏍᎩᏃ ᎠᏁᏙᎮ ᎩᎶ ᎬᏩᏃᏁᎸᎯ ᎬᏩᏁᎢᏍᏓᏁᎸᎯ ᎨᎵᎵ ᎠᏁᎯ, ᎾᏍᎩ ᎤᏂᎩᎬ ᏇᎴᏗ ᏚᏑᏰᏓᏁᎸ ᎠᏥᎸ-ᎠᏁᎶᎲᎢ.

source: And he, in answer, said to them, Are you of the opinion that these Galilaeans were worse than all other Galilaeans, because these things were done to them?
chr: ᏥᏌᏃ ᏚᏁᏤᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏣᏓᏅᏖᏍᎬᏍᎪ ᎯᎠ ᎾᏍᎩ ᎨᎵᎵ ᎠᏁᎯ ᏧᏂᎪᎾᏛᏔᏅᎯ ᎨᏎ ᎠᏂᏍᎦᎾᎯᏳ ᎨᏒ ᏂᎦᏛ ᎨᎵᎵ ᎠᏁᎯ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᏥᏄᎾᎵᏍᏓᏁᎴᎢ?

source: I say to you, It is not so: but if your hearts are not changed, you will all come to the same end.
chr: ᎥᏝ ᎢᏨᏲᏎᎭ; ᏂᎯᏍᎩᏂ ᏂᏗᏥᏁᏟᏴᏒᎾ ᎢᎨᏎᏍᏗ ᏕᏣᏓᏅᏛᎢ, ᏂᎦᏛ ᎾᏍᎩᏯ ᏓᏣᏗᏒᏂ.

source: Or those eighteen men who were crushed by the fall of the tower of Siloam, were they worse than all the other men living in Jerusalem?
chr: ᎠᎴ Ꮎ ᏁᎳᏚ ᎢᏯᏂᏛ ᏌᎶᎻ ᎢᏅᎢᎦᏘ ᎠᏓᏁᎸ ᏧᎾᏐᏁᎢ, ᎠᎴ ᏥᏚᏂᎴᎢ, ᏥᎪ ᎢᏣᏓᏅᏖᏍᎬ ᏧᏂᎪᎾᏛᏔᏅᎯ ᎨᏎ ᎠᏂᏍᎦᎾᎯᏳ ᎨᏒ ᏂᎦᏛ ᏥᎷᏏᎵᎻ ᎠᏁᎯ?

source: I say to you, It is not so: but if your hearts are not changed, you will all come to an end in the same way.
chr: ᎥᏝ ᎢᏨᏲᏎᎭ; ᏂᎯᏍᎩᏂ ᏂᏗᏥᏁᏟᏴᏒᎾ ᎢᎨᏎᏍᏗ ᏕᏣᏓᏅᏛᎢ, ᏂᎦᏛ ᎾᏍᎩᏯ ᏓᏩᏗᏒᏂ.

source: And he made up this story for them: A certain man had a fig-tree in his garden, and he came to get fruit from it, and there was no fruit.
chr: ᎯᎠ ᎾᏍᏉ ᏄᏪᏎ ᏚᏟᎶᏍᏓᏁᎴᎢ; ᎩᎶ ᎢᏳᏍᏗ, ᎡᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᎤᏫᏎ ᏖᎸᎳᏗ ᏚᏫᏒᎢ; ᎤᎷᏤᏃ ᎤᏲᎴ ᎤᏓᏔᏅᎯ, ᎠᎴ ᎥᏝ ᏳᏩᏛᎮᎢ.

source: And he said to the gardener, See, for three years I have been looking for fruit from this tree, and I have not had any: let it be cut down; why is it taking up space?
chr: ᎿᏉᏃ ᎯᎠ ᏄᏪᏎᎴ ᎣᏍᏛ ᎢᏳᏩᎿᏕᎩ ᏖᎸᎳᏗ ᏚᏫᏒᎢ, ᎬᏂᏳᏉ, ᎿᏉ ᏦᎢ ᎾᏕᏘᏴ ᏥᎷᎬᎩ ᎠᎩᏲᎲᎩ ᎤᏓᏔᏅᎯ ᎯᎠ ᎾᏍᎩ ᎡᎦᏔ-ᎢᏳᏍᏗ ᏡᎬᎢ, ᎠᎴ ᎥᏝ ᏱᏥᏩᏘᎭ; ᎯᎴᏴᏍᏓ; ᎦᏙᏃ ᎢᎤᎨᏗ ᎦᏙᎯ?

source: And he said, Lord, let it be for this year, and I will have the earth turned up round it, and put animal waste on it, to make it fertile:
chr: ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᎤᏁᎳᎩ ᎮᎳ ᎪᎯ ᎾᏍᏉ ᏧᏕᏘᏴᏌᏗ, ᎬᏂ ᎦᏍᎪᏏᏙᎸᎭ, ᎠᎴ ᎣᏍᏛ ᎦᏓ ᏥᏅᎭ.

source: And if, after that, it has fruit, it is well; if not, let it be cut down.
chr: ᎢᏳᏃ ᎢᎠᏓᏔᏅᎭ, ᎤᏁᎳᎩᏉ ᎨᏎᏍᏗ; ᎢᏳᏃ ᏄᏔᏅᎾ ᏱᎩ, ᎩᎳ ᎣᏂ ᎯᎴᏴᏍᏔᏅᎭ.

source: And he was teaching in one of the Synagogues on the Sabbath.
chr: ᏓᏕᏲᎲᏍᎨᏃ ᎢᎸᎯᏢ ᎠᏓᏁᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎾᏙᏓᏆᏍᎬᎢ;

source: And there was a woman who had had a disease for eighteen years; she was bent, and was not able to make herself straight.
chr: ᎬᏂᏳᏉᏃ ᎾᎿ ᎡᏙᎮ ᎠᎨᏴ ᎠᏓᏅᏙ ᎥᏳᎩ ᎪᏢᏍᎩ ᎤᏯᎢ ᏁᎳᏚ ᎢᏳᏕᏘᏴᏛ ᎢᎬᏩᎵᏍᏔᏅᎯ ᎨᏎᎢ, ᎠᎴ ᎤᏗᏌᏕᎢ, ᎠᎴ ᎬᏩᏟᏍᏛ ᎤᎵᏥᏃᎯᏍᏙᏗᏱ ᎨᏎᎢ.

source: And when Jesus saw her, he said to her, Woman, you are made free from your disease.
chr: ᏥᏌᏃ ᎤᎪᎲ ᏭᏯᏅᎮᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎯᎨᏴ, ᏣᏢᎬ ᎡᏧᏓᎳᎩ.

source: And he put his hands on her, and she was made straight, and gave praise to God.
chr: ᏚᏏᏔᏕᏃ; ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎦᏥᏃᏍᏛ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎤᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ.

source: And the ruler of the Synagogue was angry because Jesus had made her well on the Sabbath, and he said to the people, There are six days in which men may do work: so come on those days to be made well, and not on the Sabbath.
chr: ᏗᎦᎳᏫᎢᏍᏗᏱᏃ ᏄᎬᏫᏳᏌᏕᎩ ᎤᎿᎸᎯ ᎤᏁᏤᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏥᏌ ᎤᏓᏅᏩᏅ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ; ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴ ᏴᏫ, ᏑᏓᎵ ᎢᎦ ᏚᏳᎪᏗ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᏴᏫ; ᎾᎯᏳᏍᎩᏂ ᎢᏥᎷᎨᏍᏗ ᎠᎴ ᏕᏥᏅᏫᏍᎨᏍᏗ, ᏞᏍᏗᏃ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ.

source: But the Lord gave him an answer and said, O you false men! do you not, every one of you, on the Sabbath, let loose his ox and his ass and take it to the water?
chr: ᎤᎬᏫᏳᎯᏃ ᎿᏉ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᏠᎾᏍᏗ! ᏝᏍᎪ ᏂᎯ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎤᎾᏙᏓᏆᏍᎬ ᏰᏤᎵᏌᏕᏍᎪ ᏗᎨᎳᏍᏗᏱ ᎢᏣᏤᎵ ᏩᎦ ᎠᎴ ᏐᏈᎵᏗᎦᎵᎠᏅᎯᏛ, ᎠᎴ ᏰᏣᏘᏁᎪ ᎠᎹ ᏰᏣᏗᏔᏍᏔᏁᎪᎢ?

source: And is it not right for this daughter of Abraham, who has been in the power of Satan for eighteen years, to be made free on the Sabbath?
chr: ᎯᎠᏃ ᎠᎨᏴ ᎡᏆᎭᎻ ᎤᏪᏥ ᏥᎩ, ᎾᏍᎩ ᏎᏓᏂ ᎿᏉ ᎬᏂᏳ ᏁᎳᏚ ᏧᏕᏗᏴᏛ ᎬᏩᎸᎸᎯ ᏥᎩ, ᏝᏍᎪ ᏱᏚᏳᎪᏕ ᎤᎾᏙᏓᏆᏍᎬ ᎠᎦᎸᏒᏗᏱ ᎯᎠ ᎾᏍᎩ ᎤᏓᎸᏍᏛᎢ?

source: And when he said these things, those who were against him were shamed, and all the people were full of joy because of the great things which were done by him.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒ, ᏂᎦᏛ ᏗᎬᏩᎦᏗᎴᎩ ᎤᎾᏕᎰᏎᎢ; ᏂᎦᏛᏃ ᏴᏫ ᎠᎾᎵᎮᎵᎨ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏂᎦᏛ ᎦᎸᏉᏗᏳ ᎾᏍᎩ ᏕᎤᎸᏫᏍᏓᏁᎲᎢ.

source: Then he said, What is the kingdom of God like? what comparison may I make of it?
chr: ᎿᏉᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏓᏤᎸ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ? ᎠᎴ ᎦᏙ ᏙᏓᎦᏟᎶᏍᏔᏂ?

source: It is like a grain of mustard seed which a man took and put in his garden, and it became a tree, and the birds of heaven made their resting-places in its branches.
chr: ᎠᏥᎸ-ᎤᎦᏔ ᏓᏤᎸ, ᎾᏍᎩ ᎠᏍᎦᏯ ᏧᎩᏎ ᎠᎴ ᎤᏫᏒᏗᏱ ᏥᏭᏗᏅᏎᎢ; ᎠᎴ ᎤᏛᏎᎢ, ᎠᎴ ᎡᏉᎯᏳ ᏄᎵᏍᏔᏁ ᏡᎬᎢ; ᎠᎴ ᏥᏍᏆ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ ᏚᏩᏂᎦᎸ ᎤᎾᎭᏓᏕᎢ.

source: And again he said, What is the kingdom of God like?
chr: ᎠᎴᏬ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏙᏓᎦᏟᎶᏍᏔᏂ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ?

source: It is like leaven, which a woman put into three measures of meal, and it was all leavened.
chr: ᎠᎪᏙᏗ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎠᎨᏴ ᏧᎩᏎ ᎠᎴ ᏧᏑᏴᏁ ᏦᎢ ᎢᏳᏟᎶᏛ ᎢᏒ ᎦᎸᎢ, ᎬᏂ ᏂᎦᏛ ᎤᏬᏘᏐᏅ.

source: And he went on his way, through towns and country places, teaching and journeying to Jerusalem.
chr: ᎤᎦᏛᎴᏏᏙᎴᏃ ᎤᏪᏙᎴ ᏧᏛᎾ ᏕᎦᏚᎲ ᎠᎴ ᏧᏍᏗ ᏕᎦᏚᎲᎢ, ᏓᏕᏲᎲᏍᎨᎢ, ᎠᎴ ᏥᎷᏏᎵᎻ ᏩᎦᏖᎢ.

source: And someone said to him, Lord, will only a small number have salvation? And he said to them,
chr: ᎠᏏᏴᏫᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᎠᏂᎦᏲᎵᏉᏍᎪ ᎨᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ? ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ,

source: Do your best to go in by the narrow door, for I say to you, A number will make the attempt to go in, but will not be able to do so.
chr: ᎢᏣᏟᏂᎬᏁᎮᏍᏗ ᎢᏥᏴᏍᏗᏱ ᎠᏯᏙᎵ ᎦᎶᎯᏍᏗᏱ; ᎤᏂᏣᏘᏰᏃ, ᎢᏨᏲᏎᎭ, ᏓᏳᏂᏲᎵ ᎤᏂᏴᏍᏗᏱ, ᎠᎴ ᎥᏝ ᏰᎵ ᏫᎬᏩᏂᏴᏍᏗ ᏱᎨᏎᏍᏗ.

source: When the master of the house has got up, and the door has been shut, and you, still outside, give blows on the door, saying, Lord, let us in; he will make answer and say, I have no knowledge of where you come from.
chr: ᎢᏳᏃ ᎿᏉ ᎠᏍᎦᏯ ᎦᏁᎳ ᏓᎴᏅᎭ ᎠᎴ ᎠᏍᏚᏅᎭ ᎦᎶᎯᏍᏗᏱ, ᏂᎯᏃ ᎢᏣᎴᏅᎲ ᏙᏱᏗᏢ ᎢᏥᏙᎾᎥᎢ, ᎠᎴ ᎢᏨᏂᎮᏍᏗ ᎦᎶᎯᏍᏗᏱ ᎯᎠ ᏂᏤᏪᏍᎨᏍᏗ, ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᎡᏍᎩᏍᏚᎢᏏ; ᎠᎴ ᏗᎧᏁᏨ ᎯᎠ ᏅᏗᏥᏪᏎᎸᎭ, ᎥᏝ ᏱᏥᎦᏔᎭ ᏗᏣᏓᎴᏅᎢ;

source: Then you will say, We have taken food and drink with you, and you were teaching in our streets.
chr: ᎿᏉ ᏓᏣᎴᏅᎯ ᎯᎠ ᏅᏓᏥᏪᏏ, ᎣᎦᎵᏍᏓᏴᏅᎩ ᎠᎴ ᎣᎦᏗᏔᎲᎩ ᎯᎦᏔᎲᎢ, ᎠᎴ ᏕᏣᏕᏲᏅᎩ ᎣᎩᏚᎲ ᎡᏓᏍᏗᏱ ᏕᎦᎳᏅᏛᎢ.

source: But he will say, Truly, I have no knowledge of you or where you come from; go away from me, you workers of evil.
chr: ᎠᏎᏃ ᎯᎠ ᏅᏓᎦᏪᏏ, ᎢᏨᏲᏎᎭ, ᎥᏝ ᏱᏥᎦᏔᎭ ᏗᏣᏓᎴᏅᎢ; ᏍᎩᏯᏓᏅᏏ, ᏂᏥᎥ ᎤᏲ ᏗᏥᎸᏫᏍᏓᏁᎯ.

source: There will be weeping and cries of sorrow when you see Abraham, Isaac, and Jacob, and all the prophets, in the kingdom of God, but you yourselves are shut outside.
chr: ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ, ᎾᎯᏳ ᏕᏥᎪᎲᎭ ᎡᏆᎭᎻ ᎠᎴ ᎡᏏᎩ ᎠᎴ ᏤᎦᏈ ᎠᎴ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏍᎩ, ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎿ ᎠᏂᏯᎡᏍᏗ, ᎢᏨᏒᏃ ᎡᏥᏄᎪᏫᏒᎯ ᎨᏎᏍᏗ.

source: And they will come from the east and from the west, from the north and from the south, and take their places in the kingdom of God.
chr: ᏗᎧᎸᎬᏃ ᎢᏗᏢ ᏗᏂᎶᏍᎨᏍᏗ, ᎠᎴ ᏭᏕᎵᎬᎢ, ᎠᎴ ᏧᏴᏢᎢ, ᎠᎴ ᏧᎦᎾᏮᎢ, ᎠᎴ ᎠᎾᏅᎥᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And the last will be first, and the first will be last.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎠᏁᎭ ᎣᏂ ᏥᎩ, ᎾᏍᎩ ᎢᎬᏱ ᎨᏎᏍᏗ, ᎠᎴ ᎠᏁᎭ ᎢᎬᏱ ᏥᎩ, ᎾᏍᎩ ᎣᏂ ᎨᏎᏏᏗ.

source: At that time, certain Pharisees came to him and said, Go away from this place, because Herod's purpose is to put you to death.
chr: ᎾᎯᏳᏉᏃ ᎢᎦ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏆᎵᏏ ᎤᏂᎷᏤ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎯᏄᎪᎢ, ᎠᎴ ᎭᏓᏅᎾ ᎠᏂ; ᎡᎶᏛ ᎾᏏ ᎤᏚᎵ ᏣᎯᏍᏗᏱ.

source: And he said, Go and say to that fox, I send out evil spirits and do works of mercy today and tomorrow, and on the third day my work will be complete.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᏤᎾ, ᎠᎴ ᎯᎠ ᏫᏁᏥᏪᏏ Ꮎ ᎫᎳ, ᎬᏂᏳᏉ ᎠᏂᏍᎩᎾ ᏕᏥᏄᎪᏫᏍᎦ, ᎠᎴ ᏕᎦᏓᏅᏫᎭ ᎪᎯ ᎢᎦ ᎠᎴ ᎤᎩᏨᏅᎢ, ᏦᎢᏁᏃ ᎢᎦ ᎠᎩᏍᏆᏛᎯ ᎨᏎᏍᏗ.

source: But I have to go on my way today and tomorrow and the third day, for it is not right for a prophet to come to his death outside Jerusalem.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎠᏇᏓᏍᏗ ᏂᎦᎵᏍᏗᎭ ᎪᎯ ᎢᎦ, ᎠᎴ ᎤᎩᏨᏅᎢ, ᎠᎴ ᎤᎩᏨᏛ; ᎥᏝᏰᏃ ᎠᏙᎴᎰᏍᎩ ᏰᎵ ᎢᎸᎯᏢ ᎦᏰᏥᎢᏍᏗ ᏱᎩ, ᏥᎷᏏᎵᎻ ᎤᏩᏒ.

source: O Jerusalem, Jerusalem, putting to death the prophets, and stoning those who were sent to her! again and again would I have taken your children to myself, as a bird takes her young ones under her wings, but you would not!
chr: ᏥᎷᏏᎵᎻ! ᏥᎷᏏᎵᎻ! ᎠᎾᏙᎴᎰᏍᎩ ᏘᎯᎯ, ᎠᎴ ᏅᏯ ᏛᏂᏍᏗᏍᎩ ᎨᏣᎷᏤᏗᏱ ᎨᏥᏅᏒᎯ; ᏯᏃᎩᏳ ᎠᏆᏚᎵᏍᎬ ᎦᏥᏯᏟᏐᏗᏱ ᏗᏤᏥ, ᎾᏍᎩᏯ ᏣᏔᎦ ᏥᏕᎦᏟᏏᏍᎪ ᏧᏪᏥ ᎠᏂᏛ ᎠᏫᏂᏗᏢ ᏗᎧᏃᎨᏂ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏚᎵᏍᎨᎢ!
